Repository: apertium/apertium-sme-smj
Catalog: tmx_data/SDmanaidgarddit.tmx
Source language: sme
Languages: smj

source: Mánáidgárddit main leat sámi árvvut, giella ja kultuvra vuođđun
smj: Mánájgárde sáme árvoj, giela ja kultuvra vuodon

source: Nationála dásis vurdojuvvo eanet kvalitehta mánáidgárddiin.
smj: Nasjåvnålattjat vuoroduvvá alep kvalitiehtav mánájgárdijda.

source: Sámediggi áigu buoridit kvalitehta sámi mánáidgárddiin.
smj: Sámedigge vuorot nannit kvalitiehtav sáme mánájgárdijn.

source: Dehálašvuohta buori mánáidgárdefálaldagas lea danin dehálaš.
smj: Man ájnas buorre mánájgárddefálaldahka le dájna dættoduvvá.

source: Mii oaidnit dan earret eará ođđa norpmas rávisolbmuid logu várás mánáidgárddiin, giellagáibádusain mánáidgárdeoahpaheddjiin, gelbbolašvuođastrategiijain ja ođđa rámmaplánas mánáidgárddiid várás.
smj: Dáv vuojnnep duola dagu ådå njuolgadusáj baktu ienep ållessjattuga mánájgárdijn, giellagájbbádusá mánájgárddeåhpadiddjijda, máhtudakstrategijja ja ådå rámmapládna mánájgárdij gáktuj.

source: Sámi mánáidgárdesuorggis leat ollu hástalusat.
smj: Sáme mánájgárddesuorgen li edna hásstalus.

source: Sámi mánáidgárdesuorgi galgá sihke doahttalit nationála gáibádusaid ja seammás deavdit sámi servodaga vuordámušaid sihkkarastit ja ovddidit sámi giela, kultuvrra ja servodaga.
smj: Sáme mánájgárddesuorgge galggá goappátjagá nasjåvnålasj ja oajválattjaj gájbbádusájt duhtadit ja ållidit sáme sebrudagá vuorddemusájt ja gájbbádusá nannitjit ja åvddånahtátjit sámegielav, kultuvrav ja sebrudakiellemav.

source: Sámediggi lea dál guhkit áiggi bargan sámi mánáidgárdefálaldagain.
smj: Sámedigge l mælggadav barggam sáme mánájgárddefálaldagáj.

source: Ulbmillaš áŋgiruššamiin nationála eiseválddiid ektui lea sisdoallu sámi mánáidgárdefálaldagas buoriduvvon ođđa rámmaplánas.
smj: Ulmij milta ratjástimijn nasjåvnålasj oajválattjaj vuoksjuj la sisadno sáme mánájgárddefálaldagán buoreduvvam ådå rámmaplánan.

source: Ođđa rámmaplánas čuožžu sámi giela ja kultuvrra birra hui čielgasit ja nannosit, ja čuovvu miehtá rámmaplána.
smj: Ådå rámmapládna nammat sámegielav ja kultuvrav ållu tjielggasit ja sierra, ja dá ålles rámmaplánav tjuovvu.

source: Rámmaplána, mii lea láhkaásahussan mánáidgárdeláhkii, ii leat goasse ovdal leamaš nu čielggas čállosis sámi giela ja kultuvrra birra, ja ovddasta danin dehálaš lávkki sámi mánáide mánáidgárddiin.
smj: Rámmapládna njuolgadustjállagin mánájgárddeláhkaj, ij la gudik goassak nav tjielggasit sáme giela ja kultuvra hárráj ja dajna la duodaj lávkke åvddålijguovlluj sáme mánájda mánájgárdijn.

source: Ođđa rámmaplána bidjá gáibádusaid mánáidgárdebargiide ja eaiggádiidda, ja maŋŋil go sámi sisdoallu lea buoriduvvon ja čielggasindahkkojuvvon rámmaplánas, de čuovvula Sámediggi dan ovttain mánáidgárdeprošeavttain.
smj: Ådå rámmapládna biedjá gájbbádusájt mánájgárddebarggijda ja mánájgárddeæjgádijda, ja maŋŋela gå sáme sisadno l nanniduvvam ja tjielggasit åvddån boahtám rámmaplánan, de Sámedigge dáv gåtset avtajn mánájgárddeprosjevtajn.

source: Bohtosat dán prošeavttas sáhttet leat veahkkin sajustit ođđa rámmaplána.
smj: Båhtusa dát prosjevtas máhtti liehket oassen ådå rámmaplánav doajmmajbiedjamis.

source: Mánáidgárdeprošeakta galgá leat reaidun defineremii mii sámi mánáidgárdi lea, mii sámi bajásgeassin lea, movt galgá bargat nanu giellamodeallaid mielde ja mat leat sámi árvvut ja norpmat ja eandalii movt bargat sámi kultuvrrain mánáidgárddiin.
smj: Mánájgárddeprosjækta galggá liehket vædtsagin tjielggitjit mij sáme mánájgárdde le, mij sáme mánáj bajedibme le, man láhkáj galggá nanos giellamodellaj milta barggat ja ma li sáme árvo ja njuolgadusá ja gåjt man láhkáj sáme kultuvrajn mánájgárden barggat.

source: Dát lea prošeakta masa leat stuora vuordámušat, mas mii galgat máhttit muitalit mii okta sámi mánáidgárdi lea.
smj: Dát la prosjækta masi li stuorra vuorddemusá, man baktu galggap vásstedit mij sáme mánájgárdde le.

source: Sámedikki mielas lea vuoitun go eanet ja eanet mánát ožžot sámi fálaldaga mánáidgárddiin.
smj: Sámedikke bieles la vuojtto gå ienep ja ienep máná sáme fálaldagáv mánájgárden oadtju.

source: Danin lea dehálaš ahte sámi mánáidgárdefálaldat miehtá riikka buorrána ja ahte ásahuvvojit eanet mánáidgárddit main lea sámi fálaldat mii addá mánáide vejolašvuođa oahppat sámi giela ja kultuvrra.
smj: Danen la ájnas juhti sáme mánájgárddefálaldagá ålles Vuonan li sjaddamin ja båhti ienep mánájgárde sáme fálaldagájn majna máná sáme gielav ja kultuvrav åmasti.

source: Duogážin sávaldahkii oažžut viiddiduvvot mánáidgárdefálaldaga, lea logut mat muitalit ahte sámegielat mánáidgárdebargit váilot sakka, ja lea stuora dárbu dákkár bargiide go sámegielat birrasat leat unnit ja eanetlogugiella vuoitá.
smj: Duogátjin sávadussaj vijdedam mánájgárddefálaldagáv, lågo vuosedi stuorra vánesvuodav sámegielak mánájgárddeåhpadiddjijs, ja nággo barggijda la stuorak gå sámegielak birás li unne ja ieneplågogiella lassán.

source: Dát dagaha ahte višuvnnat mat leat rámmaplánas ja eanet gáibádusat stuorit gáibádusat rávisolbmolohkui eai heive nu bures oktii duohta loguiguin go geahččá galle sámegielat mánáidgárdeoahpaheaddjit gávdnojit.
smj: Dát dahká juhti ájggomusá ma biejaduvvi rámmaplána ja ienep gájbbádusáj baktu ienep ållessjattugijda ælla gasskavuodan duohta lågoj sámegielak mánájgárddeåhpadiddje mierijn.

source: Danin dárbbašuvvo eanet dihtomielalaš áŋgiruššan rekruteremii.
smj: Nappu l dárbbo ulmij milta vuorodibmáj rekruttierimij.

source: Okta čoavddus lea lea bargosadjevuođđuduvvon mánaidgárdeoahpaheaddjeoahppu mii fállojuvvo earret eará Sámi allaskuvllas.
smj: Tjoavddusin dán bargon la barggosajevuododum mánájgárddeåhpadiddjeåhpadusá ma duola dagu fálaldahkan Sáme Allaskåvlån sjaddi.

source: Dákkár oahppu mas studeanttat čuvvot oasseáigeoahpu seammás go leat barggus mánáidgárddis.
smj: Dakkir åhpadus gånnå låhkke tjuovvu bielleájggeåhpadusáv madi mánájgárden barggi.

source: Viidáset lea dárbu lassioahpuide mánáidgárdepedagogihkas, sámi gielas ja sámi árbevirolaš máhtus.
smj: Duodden dasi l dárbbo duoddeåhpadussaj mánájgárddepedagogihkan, sámegielan ja sáme árbbedábálasj máhtudagán.

source: Muhto dát eaktudit ahte várrejuvvojit resurssat sámi gealboloktemii.
smj: Valla dát gájbbet ressursajt sáme máhtudakåvddånibmáj vuoroduvvá.

source: Čuovvunjoavku mánaidgárdeoahpaheaddjeoahpus lea iežas loahpparaporttas Máhttodepartementii raporttas no.5.2017 evttohan Sámi allaskuvlii ahte sii ásahit gealboguovddáža oahpaheaddjioahpuid várás.
smj: Gåtsedimjuogos mánájgárddeåhpadiddje åhpadussaj la låhpalasj diedádusás Máhttodepartemænntaj diedádus nr.5.2017 oajvvadam Sáme Allaskåvllåj juhti da ásadi máhtudakguovdátjav åhpadiddjeåhpadussaj.

source: Mun illudan ovddidit ášši rekruterema birra Sámedikki dievasčoahkkimii dán áigodagas.
smj: Mujna li vuorddemusá åvddån biejatjit ássjev rekruttierima birra Sámedikke ållestjåhkanibmáj dáv guhttalav.

source: Giellalávdegoddi lohká raporttas NOU 2016: Váibmogiella ahte sámegielat mánáidgárdi lea deháleamos ovttaskas doaibmabidju mii sihkkarastá, seailluha ja ealáskahttá sámi gielaid.
smj: Giellanammadus javllá diedádusás VAT 2016: Vájmogiella, juhti sámegielak mánájgárdde l ájnnasamos ájnegis doajmma sámegielav nannitjit, bisodittjat ja ælládahtátjit.

source: Mánáidgárddiin mii bidjat vuođu sámi gillii ja kultuvrii.
smj: Mánájgárdde vuodov dahká bargguj sámegiellaj ja kultuvrraj.

source: Ja Sámedikki bealis leat mii váldán duođas dieđu mii boahtá ovdan NOU 2016: Váibmogiella raporttas: Dál dat ferte dahkkot juoga sámi gielaid ovddas, dahje ii goasse.
smj: Sámedikke bieles lip duodaj válldám dav diedov mij VAT 2016:18 Vájmogiella: Dálla l ájgge ratjástit sámegielajda.

source: Mun illudan čuovvulit mánáidgárddiid mánáidgárdeprošeavttaid bokte, ja bargat ulbmillaččat rekruteret olbmuid mánáidgárdeoahpaheaddjeohppui.
smj: Ávvudaláv mánájgárdijt mánájgárddeprosjevta baktu tjuovotjit, ja ulmij milta bargatjit mánájgárddeåhpadiddjeåhpadussaj rekruttieritjit.
